

		<!-- Breadcrumbs -->
		<div class="breadcrumbs overlay">
			<div class="container">
				<div class="row">
					<div class="bread-inner">
						<div class="col-xs-12">
							<!-- <h2>CMD's Message</h2> -->
							<h2>अ० एवं प्र०नि० संदेश</h2>
							<ul class="bread-list">
								<li><a href="/">Home<i class="fas fa-chevron-right"></i></a></li>
								<!-- <li class="active"><a href="cmd-message.html">CMD's Message</a></li> -->
								<li class="active"><a href="cmd-message.html">अध्यक्ष एवं प्रबंध निदेशक का संदेश</a></li>
							</ul>
						</div>
					</div>
				</div>
			</div>
		</div>
		<!-- End Breadcrumbs -->
		<!-- About Us -->
		<section class="about section">
			<div class="container">
				<div class="row">
					<div class="col-md-12 col-xs-12">
						<!-- <div class="about-content">
							<h3>CMD's Message</h3>
							<p><img src="/assets/img/aweil-cmd.jpeg" style="width:100px;float: left; margin-right: 10px;" alt="#"> I extend a very warm Welcome to all the Officers, Staff and Workmen to the newly incorporated  Advanced Weapons and Equipment India Limited (AWEIL), primarily engaged in  Manufacture and Supply of Weapon Systems, Small Arms, Tank Gun Articles and Ammunition  Components.</p>

							<p>We are starting our journey with an Order Value of INR 5000 Cr approximately for Supplies to  Armed Forces, Ministry of Home Affairs, Defence Public Sector Undertakings (DPSU) and Civil  Trade. In addition, we are likely to receive an order for AK-203 Rifles which will be finalised soon. Further, we also expect more orders through few RFPs in which we have participated.</p>

							<p>Today, as we are stepping into a new phase and beginning to function as a DPSU, I earnestly urge all the officers, staff and workmen to continue to work together with full dedication and  commitment and quickly adapt ourselves to the new changing and challenging scenario.</p>

							<p>Though, there may be many challenges which we may have to face, we have all the Strengths and Capabilities, Skills, Resources to meet all the Challenges, in the form of great experience,  knowledge, Skilled, Experienced, Vibrant, Capable and committed workforce, state of the art  Manufacturing facilities and Very Large Product Base. </p>

							<p>I am confident that with the synergetic approach of each workmen, staff & officers and support of all Unions and Associations, we will definitely be able to overcome all the challenges in front  of us and scale greater heights and will emerge as a Vibrant, Self-Sustained, Professionally managed, Dominant Weapon Producer and continue to work towards national goal of  enhanced Self Reliance in Defence Production.</p>

							<p>So, Let's take this transition positively and adapt ourselves quickly to new working systems and maintain High Morale, Team work, Harmonious Industrial Relations and unity among all  levels. </p>

							<p>Wishing all the workmen, staff and officers of AWElL and their families a very bright future. </p>

							<p style="font-weight:600;">Date: 01st Oct' 2021</p>
							<p style="text-align:right;font-weight:600;">Rajesh Choudhary</p>
							<p style="text-align:right;font-weight:600;">Chairman and Managing Director</p>
						</div> -->

						<div class="about-content">
							<h3>स्वतंत्रता दिवस, 2022 के अवसर पर अध्यक्ष एवं प्रबंध निदेशक का संदेश</h3>
							<p><img src="/assets/img/aweil-cmd.jpeg" style="width:100px;float: left; margin-right: 10px;" alt="#">  AWEIL के समस्त निदेशकगण, सभी वरिष्ठ एवं कनिष्ठ अधिकारीगण, और मेरे प्यारे साथियों, आज 15 अगस्त, 2022 को देश आजादी के 75 साल पूरे कर अपना 76 वाँ स्वतंत्रता दिवस मना रहा है। इस अविस्मरणीय और गौरवपूर्ण स्वतंत्रता दिवस के पावन अवसर पर मैं आप सबको तथा आपके परिवार के समस्त सदस्यों को बधाई देता हूँ। स्वतंत्रता दिवस के इस पावन अवसर पर हम अपने महान और दूरदर्शी देशभक्तों को कृतज्ञता के साथ याद करते हैं और उन्हें नमन करते हैं। इसी के साथ, आज 76 वें स्वतंत्रता दिवस के इस राष्ट्रीय महापर्व पर हम देश को आजाद कराने वाले शहीदों एवं महापुरुषों को पूर्ण समर्पण से श्रद्धा सुमन अर्पित करते हैं, जिन्होंने देश को गुलामी की बेड़ियों से मुक्त कराने के लिए अपना सर्वस्व बलिदान कर दिया। मेरा मानना है कि उनके प्रति श्रद्धांजलि अर्पित करने का सबसे अच्छा तरीका उनके सपनों को साकार करना और ईमानदारी से अपने कर्तव्यों को निभाना है। आज के दिन हमें उनके बलिदान को याद करते हुए राष्ट्र के विकास में अपने दायित्वों एवं कर्तव्यों को पूर्ण रूप से निर्वाह करने का प्रण लेना चाहिए। <strong>‘आजादी का अमृत महोत्सव‘</strong> देश की आजादी के 75 साल पूरे होने के उपलक्ष्य में भारत सरकार के संस्कृति मंत्रालय द्वारा की गई एक अनूठी पहल है। सरकार द्वारा स्वाधीनता दिवस की इस 75 वीं वर्षगाँठ के 75 सप्ताह पूर्व से ही आजादी का अमृत महोत्सव समारोहपूर्वक मनाए जाने का निर्णय लिया गया। ये कार्यक्रम 15 अगस्त 2023 तक जारी रहेंगे। आज आजादी की 75 वीं वर्षगाँठ से 75 सप्ताह पहले अर्थात 12 मार्च, 2021 को माननीय प्रधानमंत्री जी ने साबरमती आश्रम से इस महोत्सव की शुरुआत की थी। देश के गौरवशाली इतिहास और सांस्कृतिक उपलब्धियों का स्मरण करते हुए हम आजादी का अमृत महोत्सव कार्यक्रम की कड़ी में <strong>‘हर घर तिरंगा‘</strong> अभियान से देश की एकता और अखंडता को अभूतपूर्व ऊँचाइयों पर ले जाने के लिए कृत संकल्प हैं।</p>

							<p>आइए, हम सब इस राष्ट्रीय अभियान के साथ गर्व से जुड़ें और इस महापर्व को सफल बनाएँ। जैसा कि आप सभी जानते हैं, हमने निगमीकरण के उपरांत 01 अक्टूबर 2021 से नए परिवेश में कार्य करना प्रारम्भ किया है। हमारे सामने अनेक कठिन चुनौतियाँ थीं, जिनका सामना करते हुए हमने अपनी राह बनाई है। हमारे भरपूर आत्मविश्वास आयुध निर्माणी संगठन के लिए प्रतिबद्धता, लगन और कर्मठता ने हम सभी को अपना – अपना अधिकतम योगदान देने के लिए प्रेरित और प्रोत्साहित किया है। मुझे प्रसन्नता है कि पिछले लगभग 10 माह के दौरान हम मजबूत टीम भावना के साथ इन चुनौतियों का सामना करने में सफल हुए हैं। मुझे पूरा विश्वास है कि भविष्य में भी इसी प्रकार मिल जुलकर कार्य करते हुए हम बेहतर उत्पादन लक्ष्य प्राप्त करने की दिशा में अग्रसर होंगे। AWEIL के रूप में 31 मार्च 22 तक हमारे पास 7366 करोड़ के आर्डर थे जिसमें हमने 1219 करोड़ का उत्पादन किया और 1072 करोड़ की आपूर्ति की है। उसके पश्चात 936 करोड़ के आर्डर और मिले हैं। अब हमारे पास तकरीबन 7230 करोड़ रुपए के आर्डर उपलब्ध हैं। अपनी आर्डर बुक को बढ़ाने के लिए हम निरंतर प्रयास कर रहे हैं कि अधिक से अधिक आर्डर और हासिल करें ताकि आने वाले समय में भी हमारे पास वर्क लोड की कमी न रहे। इस दौरान हमने कुछ विशेष उपलब्धियाँ हासिल की हैं जिनका मैं यहाँ उल्लेख करना चाहूँगा। हमें प्रसन्नता है कि ओएफ, त्रिची को 12.7 MM SRCG SKD का उत्पादन Establish करने का जो लक्ष्य निर्धारित किया गया था, वह उसने समय पर पूरा किया है। NSG और आन्ध्रा पुलिस ने त्रिची असाल्ट राइफल और त्रिची कार्बाइन का परीक्षण किया था। हमारी राइफलें इन परीक्षणों में सफल हुई और सी०आर०पी०एफ० ने हमें 76.48 करोड़ रुपए की 10000 त्रिची असाल्ट राइफलों का ऑर्डर भी दिया। धनुष गन की सफल 2 – Second Line Firing के पश्चात इसकी पहली खेप की Induction Firing भी सफलता से की जा चुकी है। </p>

							<p>इस सफलता से हमने विश्व भर की आधुनिक Artillery Gun System उत्पादन करने वाली कम्पनियों की श्रेणी में विशेष स्थान हासिल कर लिया है। अब हम इस Gun System को अधिक से अधिक संख्या में बनाकर भारतीय सेना को उपलब्ध कराने के लिए प्रयासरत हैं। फील्ड गन 81MM मोर्टार का उत्पादन, AWEIL की दो और निर्माणियों फैक्ट्री और आर्डनेन्स फैक्ट्री कानपुर में स्थापित कर लिया गया है। अब हम इस उत्पाद का कितनी भी संख्या में उत्पादन कर सकते हैं। भारतीय सेना के लिए 105 MM IFG की मरम्मत के लिए फील्ड गन फैक्ट्री में आधारभूत संसाधन की स्थापना की गई। इसका पहला प्रूफ फायर LPR खमरिया में विगत वर्ष के दौरान किया गया था जो पूरी तरह सफल रहा। हमें आशा है कि इस सफलता से हमें 105 MM IFG की मरम्मत का पर्याप्त लोड भी मिलेगा। Export बढ़ाने की दिशा में भी हम निरंतर प्रयत्नशील हैं। हमें स्वीडन से 6 करोड़ के Arty Gun Spares के तथा इजरायल से 3.2 करोड़ के Arty Guns की Repair के Export आर्डर मिले हैं। विभिन्न यूरोपियन व अफ्रीकन देशों और मध्य पूर्वी देशों से अलग – अलग तरह के हथियारों के निर्यात के लिए बातचीत चल रही है। नए बाजार की तलाश करने की प्रक्रिया में UK की BAE Systems से आफसेट साझेदारी के लिए समझौता भी हुआ है। इसके अलावा, सूडान के रक्षा उत्पादन संस्थान, ARDE और देश की अग्रणी रक्षा उत्पादन कम्पनियों Kalyani Defence, BHEL, L & T Defence और उच्च शिक्षा संस्थानों, जैसे IIT Madras, से हमने MoU पर हस्ताक्षर किए हैं। BEML और BEL से MoU अंतिम दौर में हैं। यह भी गर्व की बात है कि राइफल फैक्ट्री ईशापुर को 7.62x51mm ईशापुर असॉल्ट राइफल के लिए वर्ष 2022 हेतु इनोवेटिव प्रोडक्ट रेंज में ‘ गोल्डन पीकॉक अवार्ड ‘ से सम्मानित किया गया है।</p>

							<p>इसके साथ ही हम विभिन्न R & D Projects पर भी काम कर रहे हैं। इनमें से Artillery Gun System में 155mmx52 Cal Towed Gun और 155mm X52 MGS Mounted Gun System प्रमुख उत्पाद होंगे। नजदीकी लड़ाई के लिए AWEIL द्वारा ARDE के साथ मिलकर Small Calibre 5.56x45mm CQB विकसित किया गया है। इसका डिजाइन मॉड्यूलर और कॉम्पैक्ट है और कम जगह में भी तेजी से चल और मुड़ सकता है। काउंटर इंसजेंसी ऑपरेशन में इसकी फायरिंग पावर इसे बहुत प्रभावी बनाती है। AWEIL और ARDE द्वारा ही हल्के वजन के अत्याधुनिक हथियार 7.62x51mm LMG को भी विकसित किया गया है जो प्रमाणित MAG 2A1 प्लेटफार्म पर बना है। इसे बाईपॉड और ट्राइपॉड के अलावा हाथ से भी दागा जा सकता है। AWEIL, BEL और L & T के साथ मिलकर Air Defence Gun 40mm ( L – 70 ) का विकास कर रहा है। इस गन को सेना की मौजूदा गनों से बदला जाएगा। इस गन को अत्यधिक ऊँचाई पर, पहाड़ों पर, मैदानों में और रेगिस्तानी क्षेत्रों में, अर्थात्, सभी जगह तैनात किया जा सकेगा। सकल उत्पादन लक्ष्य के लिए हमने पाँच वर्ष की उत्पादन योजना बनाई है। वर्ष 2022-23 के लिये हमने तकरीबन 2858 करोड़ रुपए का लक्ष्य रखा है ताकि हम अपने खर्चों से अधिक उत्पादन करके दिखाएँ और मुझे विश्वास है कि AWEIL के सभी कर्मचारी मिलकर इस लक्ष्य को अवश्य हासिल करेंगे। छोटे हथियार, मध्यम कैलिबर गन, बड़े कैलिबर गन और गोला बारूद हथियार के रूप में AWEIL के उत्पादों की देश और विदेशों में जबरदस्त व्यावसायिक संभावनाएँ हैं। हमारे प्रमुख उत्पादों और उनकी माँग को देखते हुए व्यापक योजना और उत्पादन की निरंतरता के आधार पर AWEIL का सालाना कारोबार 20 % की वार्षिक वृद्धि के साथ वर्ष 2025-26 तक दोगुना करने के लक्ष्य की तरफ हम पूर्ण विश्वास के साथ बढ़ रहे हैं। था। AWEIL के वित्त विभाग को निगम की कार्य शैली का कोई अनुभव नहीं उन्हें Commercial Accounting, Auditing और Financial Management का बिलकुल भी ज्ञान नहीं था।</p>

							<p>प्रारम्भ में उन्हें इससे संबंधित कोई प्रशिक्षण भी नहीं दिया जा सका और पहले दिन से ही उन्हें नए परिवेश में कार्य करना पड़ा। Commercial Accounting Profit & Loss Accounting के लिए DPE के दिशा निर्देशों के अनुसार अनुपालन करना था। वित्त विभाग के साथियों ने अपने आप ही सीखकर न केवल अपना कार्य किया बल्कि सभी इकाइयों में Finance संबंधी कार्य करने वाले कार्मिकों को भी नए प्रारूप में कार्य करने में मदद की। इसके लिए मैं वित्त विभाग में कार्य कर रहे सभी साथियों की सराहना करता हूँ। मुझे विश्वास है कि हमारे वित्त विभाग के लोग आगे भी इसी तरह कार्य करते हुए मुख्यालय और इकाइयों के वित्त विभाग को और सुदृढ़ बनाएँगे। पिछले वर्ष निगम के अस्तित्व में आने पर HR संबंधी सभी कार्य नए सिरे से करने थे। सभी कार्मिकों के लिए सेवा नियमों को सरकार के मार्गनिर्देशों के तहत बनाए जाने से लेकर IR संबंधी बहुत से कार्य किए जाने थे। AWEIL की सभी इकाइयों में कार्य समिति का गठन कर दिया गया है। LPC, मेडिकल कमेटी और इस्टेट एडवाइजरी कमेटी की बैठक करने के लिए सभी इकाइयों को निर्देश दे दिए गए हैं। इकाइयों से HR संबंधी जो कठिनाइयाँ आ रही थीं, उनके समाधान के लिए निर्देश जारी कर दिए गए हैं। कार्मिकों के मुद्दे सौहार्दपूर्ण ढंग से निस्तारित हों, इसके लिए कुछ दिन पहले सभी इकाइयों की यूनियनों एसोसिएशनों के साथ एक एपेक्स स्तर की बैठक आयोजित की गई थी, जिसमें सभी यूनियनों एसोसिएशनों ने सहयोग का आश्वासन दिया। आगे से ऐसी बैठकें हर तिमाही में की जाती रहेंगी। हम सभी स्तर के कर्मचारियों से लगातार संवाद बनाए रखना चाहते हैं। पिछले वर्ष अक्टूबर माह से AWEIL मुख्यालय ने कार्य करना प्रारम्भ किया। हमारे सामने बहुत सी चुनौतियाँ थीं, बहुत कार्य करने थे और बहुत सी कठिनाइयाँ भी थीं। नए सेट – अप में प्रायः ऐसी कठिनाइयाँ आती हैं। सीमित संसाधनों और सीमित कार्मिकों के कारण यह कार्य आसान नहीं था। इसका मुझे अहसास है। हमने धीरे – धीरे आगे बढ़ना शुरू किया। हमारे सभी अधिकारियों और कर्मचारियों ने हमें असीम सहयोग किया है। आप सबकी निष्ठा और कर्मठता से हम इस चुनौतीपूर्ण और बड़े कार्य को एक मुकाम तक पहुँचाने में सफल हुए हैं। संसाधनों की अभी भी सीमाएँ हैं, </p>

							<p>लेकिन, AWEIL मुख्यालय के आप सभी लोग हमें तन – मन से जो सहयोग कर रहे हैं उसके लिए मैं आप सबकी प्रशंसा करता हूँ। देश की रक्षा के लिए बुनियादी ढाँचा स्थापित करने और अपनी रक्षा सेनाओं को मजबूत बनाने के लिए हम सशस्त्र बलों के पीछे मजबूती के साथ खड़े हैं। हमने हमेशा रक्षा बलों को जरूरी साज – ओ – सामान से पूर्ण रूप से सुसज्जित रखना सुनिश्चित किया है। रक्षा उपकरणों के निर्माण में देश को आत्मनिर्भर और शक्तिशाली बनाना हमारा लक्ष्य रहा है। छोटी सी अवधि में हमने जो उपलब्धियाँ हासिल की हैं वे आप सभी के सहयोग से ही सम्भव हुई हैं। इस अथक एवं समर्पित प्रयास के लिए आप सभी सराहना के पात्र हैं, विशेष रूप से हमारे कुशल कामगार साथीगण, जिन्होंने समर्पण की भावना के साथ अपने कौशल का अधिकतम उपयोग करते हुए AWEIL को लक्ष्य प्राप्त करने में अभूतपूर्व योगदान किया है, आप सभी को इस सफलता के लिए हार्दिक बधाई और साधुवाद। इस अवसर पर मैं सभी यूनियन एवं एसोसिएशनों के पदाधिकारियों की भी प्रशंसा करना चाहता हूँ जिन्होंने निर्माणियों में सौहार्दपूर्ण वातावरण बनाए रखा और मैं भविष्य में भी उनसे ऐसे ही सहयोग की आशा करता हूँ। इस अवसर पर मैं आप सभी से आह्वान्ह करता हूँ कि इस बदलते परिवेश में सभी एकजुट होकर इस संगठन को एक विकासशील ( Progressive ), कार्यक्षम ( Efficient ), आत्मनिर्भर और विश्व स्तर के Weapon Provider संगठन के रूप में स्थापित करने में भरपूर योगदान करें, ताकि हम अपने संगठन के साथ – साथ इस देश को रक्षा उत्पादन में आत्मनिर्भर बनाते हुए एक प्रमुख निर्यातक देश बनाने में भी अपना योगदान कर सकें। </p>

							<p>अंत में, स्वतंत्रता दिवस के इस पुनीत अवसर पर मैं आपको और आपके परिवार के सदस्यों को एक बार पुनः शुभकामनाएँ देता हूँ। </p>

							<br>
							<br>

							<p><strong>“जय हिन्द”</strong></p>

							<p style="font-weight:600;">दिनांक: 15 अगस्त' 2022</p>
							<p style="text-align:right;font-weight:600;">राजेश चौधरी </p>
							<p style="text-align:right;font-weight:600;">अध्यक्ष एवं प्रबंध निदेशक</p>
						</div>
					</div>
				</div>
			</div>
		</section>
		<!-- About Us -->
