
		<!-- Breadcrumbs -->
		<div class="breadcrumbs overlay">
			<div class="container">
				<div class="row">
					<div class="bread-inner">
						<div class="col-xs-12">
							<h2>इकाइयां</h2>
							<ul class="bread-list">
								<li><a href="/">घर<i class="fas fa-chevron-right"></i></a></li>
								<li class="active"><a href="units-division.html">इकाइयों</a></li>
							</ul>
						</div>
					</div>
				</div>
			</div>
		</div>
		<!-- End Breadcrumbs -->
		<!-- Section Start -->
		<section class="why-choose section">
			<div class="container">
				<div class="row">
					<div class="col-md-12 col-xs-12">
						<div class="about-content">
							<!-- Faq Area -->
								<div class="faq-area">
									<div class="title">
										<h2>उत्पादन <span>इकाइयां</span></h2>
									</div>
									<div class="faq-content">
										<div class="panel-group" id="accordion" role="tablist" aria-multiselectable="true">
											<div class="panel panel-default">
												<div class="faq-heading" id="FaqTitle1">
													<h4 class="faq-title">
														<a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#faq1">फील्ड गन फैक्ट्री कानपुर</a>
													</h4>
												</div>
												<div id="faq1" class="panel-collapse collapse" role="tabpanel" aria-labelledby="FaqTitle1">
													<div class="faq-body">
<p>भारतीय आयुध कारखानों के हथियार, वाहन और उपकरण (डब्ल्यूवी एंड ई) डिवीजन के 8 कारखानों में फील्ड गन फैक्ट्री सबसे कम उम्र की फैक्ट्री है। यह कानपुर, यूपी में स्थित है। 10 किमी की दूरी पर। कानपुर सेंट्रल रेलवे स्टेशन से।</p>

<p>1965 के भारत-पाक युद्ध और 1971 के बांग्लादेश मुक्ति युद्ध के मद्देनजर, हथियार उपकरण, विशेष रूप से आर्टिलरी फील्ड गन की आवश्यकता बहुत अधिक थी। भारत सरकार द्वारा फील्ड गन उत्पादन के लिए समर्पित एक नया कारखाना स्थापित करने का निर्णय लिया गया, जो फील्ड गन के उत्पादन के लिए एक स्व-निहित इकाई होना चाहिए। कारखाना बड़े कैलिबर आयुधों के निर्माण के लिए आवश्यक सभी सुविधाओं की पूर्ति करता है। इसमें स्टील के वांछित ग्रेड की तैयारी, हीट ट्रीटमेंट, मशीनिंग, निरीक्षण, फाइनल असेंबली, प्रूफ फायर और इश्यू शामिल हैं। फील्ड गन फैक्ट्री में फैक्ट्री के अंदर उत्पाद की आसान और तार्किक आवाजाही सुनिश्चित करने के लिए मैन्युफैक्चरिंग ऑपरेशन के अनुसार डिज़ाइन किए गए शॉप लेआउट का एक अच्छा एर्गोनॉमिक्स है।</p>

<p>फैक्ट्री 104.10 हेक्टेयर के क्षेत्र में फैली हुई है, 39% क्षेत्र दुकानों और विविध भवनों से आच्छादित है, और शेष 61% को हरा-भरा रखा गया है। बुनियादी ढांचे को वैज्ञानिक रूप से डिजाइन किया गया है और इसमें औद्योगिक / वाणिज्यिक भवन और सेवाएं शामिल हैं जैसे बिजली आपूर्ति, जल आपूर्ति, सीवेज, एयर कंडीशनिंग, जल निकासी प्रणाली, संपीड़ित वायु आपूर्ति आदि।</p>

<p>कारखाना उत्पादन सुविधाओं को मोटे तौर पर धातुकर्म और इंजीनियरिंग क्षेत्र में वर्गीकृत किया जा सकता है।</p>

<p>फील्ड गन फैक्ट्री, कानपुर अपने पदवी का पर्याय है, देश की रक्षा जरूरतों के अनुरूप विभिन्न प्रकार की फील्ड गनों के निर्माण की एक अनूठी क्षमता है। कारखाने में सभी प्रकार के नवीनतम और परिष्कृत उत्पादन प्रसंस्करण उपकरणों के साथ पिघलने, फोर्जिंग से लेकर गुणवत्ता में उत्कृष्टता की एक अंतर्निहित उत्कृष्ट डिग्री के साथ मशीनिंग खत्म करने के लिए एक सेट अप है।</p>

<p>इसके विविधीकरण कार्यक्रम के हिस्से के रूप में, कारखाने की उत्पाद श्रृंखला का और विस्तार किया गया है और यह कारखाना सरकारी और निजी क्षेत्रों में नागरिक बाजार की मांगों को पूरा कर रहा है और व्यक्तिगत हथियारों को भी पूरा कर रहा है।</p>

<p>कारखाना उच्चतम अंतरराष्ट्रीय गुणवत्ता के स्टोर बनाने में विश्वास करता है जो इस तथ्य से प्रकट होता है कि कारखाने ने अपनी उत्पादन गतिविधियों के सभी क्षेत्रों में अंतर्राष्ट्रीय गुणवत्ता प्रबंधन प्रणाली मानक (आईएसओ 9001: 2015) को लागू किया है। कारखाने के पास आईएसओ 14000: 2015 और ओएचएसएएस 18000: 2007 प्रमाणन है। कारखाने में एनएबीएल से मान्यता प्राप्त प्रयोगशाला भी है। यह सुनिश्चित करने के लिए कि उत्पादन गतिविधियों में उपयोग किए जाने वाले सभी माप उपकरणों और उपकरणों को अंतर्राष्ट्रीय मानकों के अनुसार कैलिब्रेट किया गया है।
</p>
</div>
												</div>
											</div>
											<div class="panel panel-default">
												<div class="faq-heading"  id="FaqTitle3">
													<h4 class="faq-title">
														<a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#faq3">गन एंड शेल फैक्ट्री कोसीपोर</a>
													</h4>
												</div>
												<div id="faq3" class="panel-collapse collapse" role="tabpanel" aria-labelledby="FaqTitle3">
													<div class="faq-body"><p>गन और शेल फैक्ट्री की स्थापना 1801 में गन कैरिज एजेंसी के नाम से ईस्ट इंडिया कंपनी द्वारा गन कैरिज की मरम्मत और निर्माण के लिए की गई थी।</p>

<p>आधुनिक सैन्य हार्डवेयर में विकास के अनुरूप उन्नत हथियार प्रणालियों के एक निर्माता के रूप में गन कैरिज एजेंसी के बैल-चालक आविष्कारों से परिवर्तन एक दिलचस्प कहानी है। अब यह पूरी तरह से विकसित इंजीनियरिंग फैक्ट्री है जो सेना, नौसेना और अन्य नागरिक क्षेत्रों के लिए गोला-बारूद हार्डवेयर और आयुध भंडार के निर्माण में लगी हुई है। ARMY कवर मीडियम कैलिबर गन, L-70 एंटी-एयरक्राफ्ट गन 84mm के लिए मोर्टार एलिवेटिंग मास, रॉकेट लॉन्चर, 30 से 125 mm तक के मीडियम कैलिबर के गोले, विभिन्न प्रकार के फ़्यूज़ और प्राइमर।</p>

<p><b>मिशन</b></p>

<p>अत्याधुनिक युद्धक्षेत्र उपकरणों का उत्पादन।</p>

<p><b>नज़र</b></p>

<p>हमारे सशस्त्र बलों को आधुनिक "रक्षा और युद्धक्षेत्र उपकरण" से लैस करना।</p>
<p>उत्पादन सुविधाओं का निरंतर आधुनिकीकरण करना।</p>
<p>कर्मियों को प्रशिक्षित और प्रेरित करना।</p>
<p>अधिग्रहण, तालमेल और अनुसंधान एवं विकास गतिविधियों के माध्यम से खुद को प्रौद्योगिकियों से लैस करना।</p>
<p>गुणवत्ता में लगातार सुधार करने के लिए।</p>
<p>ग्राहकों की संतुष्टि के उच्चतम स्तर को प्राप्त करने के लिए।</p>


<p><b>इतिहास और विकास</b></p>

<p>कारखाने के ऐतिहासिक स्थलचिह्न और विकास इस प्रकार हैं:</p>

<p><b>1801</b>: फ़ैक्टरी बनाने के लिए खरीदी गई ज़मीन</p>
<p><b>1802</b>: (18 मार्च) गन कैरिज के निर्माण और मरम्मत के लिए गन कैरिज एजेंसी की स्थापना की।</p>
<p><b>1830</b>: फोर्ट विलियम से गन फाउंड्री का स्थानांतरण और गन कैरिज एजेंसी का उन्मूलन और कारखाने का नाम बदलकर गन फाउंड्री करना।</p>
<p><b>1832</b>: बैल चालित मशीनों से भाप से चलने वाली मशीनों में परिवर्तन।</p>
<p><b>1840</b>: पीतल और लोहे की तोपों का उत्पादन स्थापित।</p>
<p><b>1872</b>: शैल उत्पादन की स्थापना और फाउंड्री और शैल फैक्टरी के रूप में नामकरण</p>
<p><b>1880</b>: फ्यूज सेक्शन की स्थापना।</p>
<p><b>1892</b>: भारत में पहली बार थोक में गुणवत्तापूर्ण स्टील का उत्पादन शुरू हुआ।</p>
<p><b>1896 </b>: रोलिंग मिल की स्थापना।</p>
<p><b>1905</b>: शिफ्टिंग फर्नेस और रोलिंग मिल को ईशापुर में स्थानांतरित कर दिया गया। गन एंड शेल फैक्ट्री के रूप में पुनर्नामित।</p>
<p><b>1908</b>: भाप से बिजली से चलने वाली मशीनरी में बदलाव</p>
<p><b>1927</b>: अपरेंटिस योजना शुरू हुई।</p>
<p><b>1939</b>: द्वितीय विश्व युद्ध का प्रकोप; दम दम कार्यशाला को गन एंड शेल फैक्ट्री, कोसीपोर से जोड़ना।</p>
<p><b>1958</b>: ट्रैक्टर परियोजना शुरू हुई।</p>
<p><b>1962</b>: विमान भेदी तोपों का उत्पादन शुरू हुआ।</p>
<p><b>1964</b>: दम दम एक स्वतंत्र इकाई के रूप में स्थापित किया गया था।</p>
<p><b>1965</b>: ट्रैक्टर परियोजना बीईएमएल को हस्तांतरित।</p>
<p><b>1998</b>: 23 मिमी प्रेशर बैरल, 30 मिमी बैलिस्टिक बैरल, 9 मिमी सब कैलिबर बैरल और AK-230 गनकंपोनेंट्स (नौसेना) की स्थापना।</p>
<p><b>1999</b>: 12.7 मिमी वायु रक्षा गन और 0.32 की स्थापना? पिस्तौल।</p>
<p><b>2002</b>: फैक्ट्री के 200 साल पूरे होने पर, आयुध संगठन के भीतर आईएसओ 9001-2000 प्रमाणन प्राप्त करने वाली पहली फैक्ट्री।</p>
<p><b>2003</b>: शेल 30mm के उत्पादन की स्थापना। एचई/टी, 51 मिमी मोर्टार।</p>
<p><b>2004</b>: बम 81 मिमी एचई, बम 51 मिमी एचई और 40 मिमी के उत्पादन की स्थापना। पीएफएफसी शेल।</p>

<p><b>हमारे मिशन / OUR MISSION</b></p>
<p>अत्‍याधुनिक उपकरणों का उत्‍पादन - Production of State of the Art Battlefield Equipments</p>

<p><b>हमारे लक्ष्‍य / OUR OBJECTIVE</b></p>
<p>*. गुणता में लगातार अभिवृदिध साथ ही सेनाओं द्वारा वांछित मिडियम कैलिबर आयुध एवं विस्‍फोटक निर्माण के क्ष्‍ेात्र में कोर सक्षमता के मजबूत करना.</p>
<p>Continual improvement in quality as well as strengthening core competence areas in the manufacture of medium calibre ordnances and ammunitions required by services.</p>

<p>*. अल्‍प समयावधि में नए उत्‍पादों का विकास</p>
<p>Development of new products in reduced time frame</p>

<p>*. अच्‍छे वेन्‍डरों का नेटवर्क बनाकर देशज श्रोतों से सभी कच्‍चे माल अवयव प्राप्‍त करने का प्रयास करना एवं ईन हाउस आर एंड डी मूल्‍य अfभयांत्रिकी परियोजनाओं के माध्‍यम से मूल्‍य ह्रास एवं गुणता अभिवृदिध सुनिश्चित करना।</p>
<p>To make endeavours to get all raw materials/ components from indigenous sources after building network of good vendors, and ensuring cost reduction and quality improvement through in – house R & D / Value engineering projects.</p>

<p>*.निवराक रख रखाव प्रणाली का उपयोग करके समय से स्‍पेअर उपलब्‍ध करवाकर एवं प्रशिक्षित श्रमशक्तियों को नियोजित करके प्‍लांट एवं मशिनरी की अधिकतम उपलब्‍धता सुनिश्चित करवाने पर ध्‍यान देना।</p>
<p>Focus on ensuring maximum availability of plant & machineries by adopting preventive maintenance system, making spares available in time and by employing trained manpower.</p>

<p>*. आधुनिक उच्‍च तकनीकी प्‍लांट एवं मशिनरी की संलग्‍नता एवं सूचना तकनीकी का प्रयोग करके पूर्नप्रशिक्षित श्रम शकितयों द्वारा अत्‍याधुनिक प्रविधियों को लागू करवाना ।</p>
<p>Induction of modern/ high-tech plant & machi8neries and information technology to take up more sophisticated process by retrained manpower.</p>

<p>*. नागरिक बाजार में ग्राहकों की पसन्‍द जानना , ताकि पिस्‍तौल का नवीनतम रूपान्‍तर एवं अधिक आकर्षक माडल का उत्‍पादन किया जा सके तथा शान्तिकाल में जी एस एफ संसासधानों का उपयोग किया जा सके ।</p>
<p>Exploring the customer requirements in Civil market for manufacturing latest version and more attractive model of pistol so as to utilize the resources of GSF during peacetime.</p>

<p>*. ग्राहकों की संतुष्टि स्‍तर में उनसे साथ लगातार अंर्तप्रतिक्रिया कर अभिवृदिध करना तथा ग्रा‍हक आधार में वृदिध करना।</p>
<p>To enhance customer satisfaction level by interacting more frequently with them, and to increase customer base.</p>

<p><b>हमारे विजन / OUR VISION</b><p>
<p>*. हमारे सैन्‍य वलों को आधुनिक “ रक्षा एवं युदध क्षेत्र उपकरणों से सुसज्जित करना</p>
<p>To equip our Armed Forces with modern "Defence and Battle Field Equipment".</p>

<p>*. उत्‍पादन सुविधाओं को लगातार आधुनिक बनाना</p>
<p>To continuously modernize production facilities.</p>

<p>*. कार्मिकों को प्र‍शिक्षित एवं अभिप्रेरित करना</p>
<p>To Train and motivate personnel.</p>

<p>*. अभिग्रहण ,सिनर्जी एवं आर एवं डी अभिक्रियाओं के माध्‍यम से अपने आप को नई तकनीकियों से सुसज्जित करना</p>
<p>To equip ourselves with technologies through acquisition, synergy and in R & D activities.</p>

<p>*. गुणता में लगातार अभिवृदिध करना</p>
<p>To continuously improve quality.</p>

<p>*. ग्र‍ाहक सन्‍तुष्टि के शिखरतम स्‍तर को प्राप्‍त करना</p>
<p>To achieve highest level of customer satisfaction.</p>

<p>*. रक्षा एवं गैर रक्षा क्षेत्रों में ग्राहक आधार बढाना , खुले बाजार में अपनी अंर्तराष्‍ट्रीय उपस्थिति दर्ज करना</p>
<p>To increase customer base in defence & non-defence, opens market and establish global presence.</p></div>
												</div>
											</div>
											<div class="panel panel-default">
												<div class="faq-heading" id="FaqTitle2">
													<h4 class="faq-title">
														<a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#faq2">गन कैरिज फैक्ट्री जबलपुर</a>
													</h4>
												</div>
												<div id="faq2" class="panel-collapse collapse" role="tabpanel" aria-labelledby="FaqTitle2">
													<div class="faq-body">
													<p>गन कैरिज फैक्ट्री (GCF) जबलपुर रक्षा उत्पादन विभाग, रक्षा मंत्रालय, भारत सरकार के तहत आयुध निर्माणी बोर्ड की एक इकाई है।</p>
<p>जीसीएफ की स्थापना 1904 में हुई थी। यह मध्य भारत की पहली आयुध निर्माणी है जो सशस्त्र बलों को नवीनतम आयुध और हथियार सर्वोत्तम प्रथाओं, उच्चतम गुणवत्ता और अखंडता को अपनाते हुए प्रदान करती रही है।</p>
<p>जीसीएफ भारतीय सशस्त्र बलों को नवीनतम और सबसे परिष्कृत विश्व स्तरीय हथियार प्रणालियों के साथ रक्षा और अर्धसैनिक बलों द्वारा निर्दिष्ट आवश्यकताओं और आवश्यकताओं के अनुसार समर्पित करने के लिए समर्पित है। GCF हथियारों की गुणवत्ता से समझौता किए बिना लक्ष्यों को प्राप्त करने का प्रयास करता है।</p>
</p>
</div>
												</div>
											</div>
											<div class="panel panel-default">
												<div class="faq-heading"  id="FaqTitle4">
													<h4 class="faq-title">
														<a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#faq4">आयुध निर्माणी कानपुर</a>
													</h4>
												</div>
												<div id="faq4" class="panel-collapse collapse" role="tabpanel" aria-labelledby="FaqTitle4">
													<div class="faq-body"><p>आयुध निर्माणी कानपुर, आधुनिक सुविधाओं से युक्त, एक छत के नीचे बड़े कैलिबर आयुध और गोला-बारूद हार्डवेयर के निर्माण के लिए एक उत्पादन बिजलीघर है। कारखाने ने "आधुनिकीकरण के माध्यम से गुणवत्तापूर्ण उत्पाद का निर्माण" के आदर्श वाक्य के साथ विनिर्माण और गुणवत्ता आश्वासन सुविधाओं का बड़े पैमाने पर आधुनिकीकरण किया है। यह कारखाना भारतीय सेना, भारतीय नौसेना, भारतीय वायु सेना और सहायक आयुध कारखानों की जरूरतों को पूरा करता है।</p></div>
												</div>
											</div>
											<div class="panel panel-default">
												<div class="faq-heading"  id="FaqTitle5">
													<h4 class="faq-title">
														<a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#faq5">आयुध निर्माणी परियोजना कोरवा</a>
													</h4>
												</div>
												<div id="faq5" class="panel-collapse collapse" role="tabpanel" aria-labelledby="FaqTitle4">
													<div class="faq-body"><p>आयुध निर्माणी परियोजना, कोरवा आयुध निर्माणी बोर्ड की नवीनतम आधुनिक परियोजना है। यह परियोजना दिसंबर 2007 में अमेठी, यूपी में शुरू की गई थी। एचएएल, कोरवा एक पड़ोसी रक्षा इकाई है। अत्याधुनिक प्रौद्योगिकी और आधुनिक वातानुकूलित संयंत्रों के साथ यह कारखाना आयुध निर्माणी संगठन के सिर में नवीनतम उपलब्धि है। यह परियोजना आधुनिक मशीनरी और बुनियादी ढांचे से सुसज्जित है। पम्प एक्शन गन (PAG) का उत्पादन 2015 से किया जा रहा है। वर्तमान में, हम T.A.R के कुछ महत्वपूर्ण घटकों का उत्पादन भी कर रहे हैं। 7.62*39 कैलिबर राइफल। यह कारखाना वर्तमान में इंडो रशियन राइफल्स प्रा. लिमिटेड (ओएफबी (जीओआई), रूस के कलाश्निकोव और रूस के आरओई के स्वामित्व वाली कंपनी)।</p>
<p>OFPKR उत्तर प्रदेश के अमेठी जिले में स्थित है। यह राज्य की राजधानी लखनऊ से 135 किलोमीटर और प्रयागराज से लगभग 100 किलोमीटर दूर है। यह लखनऊ और इलाहाबाद से सड़क और रेल द्वारा अच्छी तरह से जुड़ा हुआ है। निकटतम ऐतिहासिक तीर्थ स्थान वाराणसी और श्री अयोध्या हैं। वाराणसी लगभग 140 किलोमीटर और अयोध्या (राम मंदिर) इस स्थान से लगभग 100 किलोमीटर दूर है।</p></div>
												</div>
											</div>
											<div class="panel panel-default">
												<div class="faq-heading"  id="FaqTitle6">
													<h4 class="faq-title">
														<a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#faq6">आयुध निर्माणी तिरुचिरापल्ली</a>
													</h4>
												</div>
												<div id="faq6" class="panel-collapse collapse" role="tabpanel" aria-labelledby="FaqTitle4">
													<div class="faq-body"><p>आयुध निर्माणी तिरुचिरापल्ली (OFT) का उद्घाटन 3 जुलाई 1966 को भारत की प्रधान मंत्री स्वर्गीय श्रीमती इंदिरा गांधी द्वारा राइफल फैक्ट्री, ईशापुर और लघु शस्त्र निर्माणी, कानपुर के लिए एक अतिरिक्त सुविधा के रूप में लघु शस्त्र उत्पादन की क्षमता बढ़ाने के उद्देश्य से किया गया था। . इसने 1967 में 9mm कार्बाइन के साथ उत्पादन शुरू किया, लेकिन 1970 के दशक के मध्य तक यह 7.62mm राइफल्स का उत्पादन करने में सक्षम हो गया। ओएफटी अब हथियारों और छोटे हथियारों के निर्माण के लिए कंप्यूटर न्यूमेरिकल कंट्रोल (सीएनसी) मशीनों सहित सबसे आधुनिक और परिष्कृत तकनीक से लैस है। ओएफटी आईएमएस प्रमाणित इकाई है। आईएसओ 9001: 2015, आईएसओ 14001:2015 और आईएसओ 18001:2017, ईएनएम - आईएसओ 50001-2011 प्रमाणित। ओएफटी प्रयोगशाला यांत्रिक और रासायनिक विषयों के लिए एनएबीएल से मान्यता प्राप्त है।</p></div>
												</div>
											</div>
											<div class="panel panel-default">
												<div class="faq-heading"  id="FaqTitle7">
													<h4 class="faq-title">
														<a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#faq7">राइफल फैक्ट्री ईशापुर</a>
													</h4>
												</div>
												<div id="faq7" class="panel-collapse collapse" role="tabpanel" aria-labelledby="FaqTitle4">
													<div class="faq-body"><p>18वीं शताब्दी के अंत में, ईस्ट इंडिया कंपनी ने अपनी खुद की एक गनपाउडर फैक्ट्री स्थापित करने की योजना बनाई। उन्होंने एक जगह का चयन किया जहां डच ओस्टेंड कंपनी ने 1712 से 1744 तक एक गनपाउडर फैक्ट्री चलाई थी। चुनी गई भूमि 1769 से महाराजा नोबकिसन बहादुर के कब्जे में थी। ईस्ट इंडिया कंपनी ने इस भूमि को हासिल करने के लिए महाराजा के साथ एक विनिमय समझौता किया।</ पी>

<p>28 अप्रैल, 1778 को महाराजा और यूनाइटेड कंपनी के गवर्नर जनरल वारेन हेस्टिंग्स के बीच एक डीड की गई थी। नोआपारा और महाराजा की संपत्ति से संबंधित कुछ अन्य गांवों के बदले में, कंपनी ने उन्हें कलकत्ता में स्थित कई गांवों की तालुकदारी से सम्मानित किया, जिसमें बाजार सूतलूट्टी, सुबाह बाजार, चार्ल्स बाजार, बाग बाजार आदि शामिल थे।</p>

<p>कारखाने के मुख्य द्वार पर संगमरमर की पट्टिका से ज्ञात होता है कि गन पाउडर फैक्ट्री ईशापुर की स्थापना का काम 1787 में जे. फरक्हार, एजेंट के तहत शुरू हुआ और उत्पादन 1 जनवरी 1791 से शुरू हुआ और अधिक समय तक जारी रहा। 1 जून 1902 तक सौ साल से अधिक।</p>

<p>स्टेट्समैन दिनांक 8 जुलाई 1901 के संपादकीय नोट से यह पता चलता है कि भारतीय आयुध विभाग के एक कैप्टन मूर को ईशापुर में एक मौजूदा की तर्ज पर सालाना 25,000 राइफल और कार्बाइन बनाने के लिए सुविधाएं बनाने का काम सौंपा गया था। बर्मिंघम के पास स्पार्कब्रुक में कारखाना। इस कारखाने की स्थापना के लिए बारूद कारखाने के स्थान का चयन किया गया था। काम पूरा होने पर, उत्पादन 20 सितंबर 1904 से शुरू हुआ। कारखाने का नाम बदलकर राइफल फैक्ट्री, ईशापुर कर दिया गया।</p>

<p>इस कारखाने की समानताएं रॉयल स्मॉल आर्म फैक्ट्री ऑफ एनफील्ड लॉक- एक उपनगरीय टाउनशिप, लंदन के उत्तर में खींची जा सकती हैं, जहां प्रसिद्ध एनफील्ड राइफल का जन्म हुआ था और जो डिजाइन, विकास, निर्माण और परीक्षण का घर था। छोटी हाथ। दो स्थानों के बीच भौगोलिक और अन्य समानताओं को देखते हुए ईशापुर को 'भारत का एनफील्ड' नाम दिया गया था। आरएफआई ने तब छोटे हथियारों के क्षेत्र में एक लंबी यात्रा शुरू की और अपने गौरव की यात्रा में, कुकीज, तलवारें, संगीन, रिवॉल्वर, पिस्तौल, कार्बाइन, कस्तूरी, बाज़ूका लॉन्चर रॉकेट से लेकर 7.62 एसएलआर ईशापुर राइफल्स तक छोटे हथियारों का मिश्रण तैयार किया। 9mm ऑटो पिस्टल और 5.56 INSAS और भारत में छोटे हथियारों के उत्पादन के इतिहास में अपनी अमिट छाप छोड़ी।</p>

<p>प्रथम और द्वितीय विश्व युद्ध के दौरान, कारखाने ने युद्ध की आवश्यकताओं को पूरा करने के लिए बड़ी मात्रा में .303 बोल्ट एक्शन राइफल्स का उत्पादन किया। इसके अलावा, मैक्सिम, लेविस, हॉट्किस और विकर्स जैसी लाइट मशीन गनों की मरम्मत का काम भी किया गया।</p>

<p>आयुध कारखानों के पर्यवेक्षी संवर्ग के भारतीयकरण की दिशा में पहला कदम आरएफआई में शुरू किया गया था जब प्रशिक्षुओं के प्रशिक्षण की योजना वर्ष 1920 में शुरू हुई थी। आयुध कारखानों में तकनीकी प्रशिक्षण में अग्रणी आयुध तकनीकी स्कूल ने कामगारों में युवा शामिल लोगों को प्रशिक्षण दिया। और पर्यवेक्षी स्तर।</p>

<p>स्वतंत्रता के बाद, सैन्य सेवाओं से काम के बोझ की कमी के कारण, कारखाने को अपनी उत्पादन गतिविधियों में विविधता लानी पड़ी। कारखाने ने जनशक्ति को व्यस्त रखने के लिए नागरिक हथियारों के डिजाइन और विकास का काम किया। 12 बोर डीबीबीएल और एसबीबीएल शॉट गन का निर्माण वर्ष 1953 में शुरू हुआ। 1956 में, .315" स्पोर्टिंग राइफल की स्थापना की गई थी। आज भी सिविल मार्केट में इस हथियार की बहुत अच्छी मांग है।</p>

<p>1962 में, सेना की आकस्मिक परिचालन आवश्यकताओं को पूरा करने के लिए कारखाने को 7.62 मिमी सेमी-ऑटोमैटिक राइफल स्थापित करने के लिए बुलाया गया था। कार्य को बड़ी सफलता के साथ अंजाम दिया गया और तत्कालीन रक्षा मंत्री द्वारा भारतीय संसद में असाधारण उपलब्धि के लिए कारखाने की सराहना की गई।' 7.62 मिमी ईशापुर राइफल का डिजाइन और विकास कम से कम समय में पूरा किया गया और नियमित उत्पादन 1964-65 से शुरू हुआ। कारखाने की इस उपलब्धि को मान्यता देते हुए तत्कालीन महाप्रबंधक के.सी. बनर्जी को सरकार द्वारा 'पद्मा श्री' से सम्मानित किया गया। भारत का।</p>

<p>रेंजिंग! सत्तर और अस्सी के दशक की शुरुआत में कारखाने द्वारा 106 मिमी आरसीएल, 105 टैंक गन और 84 मिमी रॉकेट लॉन्चर के लिए सब-कैलिबर गन का सफलतापूर्वक उत्पादन किया गया था। कारखाने ने वर्ष 1977 में सफलतापूर्वक 9 मिमी पिस्टल ऑटो का उत्पादन स्थापित किया जो आज भी उत्पादन में है।</p>

<p>वर्ष 1994 में 5.56mm इंसास राइफल का सीरियल प्रोडक्शन शुरू किया गया था। समकालीन अंतरराष्ट्रीय मानक की राइफल को कारखाने द्वारा ARDE के साथ साझेदारी में विकसित किया गया था। डीआरडीओ टेक्नोलॉजी एसिमिलेशन अवार्ड 1997 में भारत के प्रधान मंत्री द्वारा कारखाने को प्रदान किया गया था।</p>

<p>वर्ष 1999 में, RFI ने नागरिक क्षेत्र के लिए .22" अंतरराष्ट्रीय गुणवत्ता वाली स्पोर्टिंग राइफल का उत्पादन और स्थापित किया। इन-हाउस R&D के माध्यम से, RFI ने सिविल क्षेत्र के लिए 2001-2002 में 0.22 रिवॉल्वर भी विकसित किया है, जहां यह बड़ी मांग को आकर्षित कर रहा है।</p>

<p>हाल के दिनों में, उत्पादन की लागत को कम करने के लिए उच्च गुणवत्ता मानकों और बेहतर उत्पादन तकनीकों को बनाए रखने के लिए उत्पादन क्षेत्रों में नवीनतम तकनीक को शामिल करने के साथ कारखाने का काफी आधुनिकीकरण हुआ है। उत्पाद के लिए सीएडी/सीएएम प्रदान किया गया है! प्रक्रिया डिजाइन। आज, RFI एक ISO-9000 प्रमाणित कंपनी है। इसकी रासायनिक और धातुकर्म प्रयोगशाला अब एनएबीएल से मान्यता प्राप्त है, इसकी 'अत्याधुनिक' तकनीक, कुशल जनशक्ति और सर्वोत्तम निर्माण प्रथाओं के साथ, इसे आयुध कारखानों संगठन के ताज में गहना माना जाता है।</p>
													</div>
												</div>
											</div>
											<div class="panel panel-default">
												<div class="faq-heading"  id="FaqTitle8">
													<h4 class="faq-title">
														<a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#faq8">स्माल आर्म्स फैक्ट्री कानपुर</a>
													</h4>
												</div>
												<div id="faq8" class="panel-collapse collapse" role="tabpanel" aria-labelledby="FaqTitle4">
													<div class="faq-body">
													<p>स्मॉल आर्म्स फैक्ट्री (SAF) कानपुर रक्षा मंत्रालय के तहत उन्नत हथियार और उपकरण इंडिया लिमिटेड की एक प्रमुख हथियार उत्पादन इकाई है, जिसका सशस्त्र बलों, केंद्रीय सशस्त्र बलों के लिए हथियारों के डिजाइन, विकास और निर्माण में 75 से अधिक वर्षों का गौरवपूर्ण इतिहास है। अर्धसैनिक बल और राज्य पुलिस। यह नागरिक बाजार में हमारे सम्मानित ग्राहकों की अलग-अलग जरूरतों को पूरा करने के लिए रिवॉल्वर 0.32” के विभिन्न मॉडलों का निर्माण भी करता है।</p>
<p>SAF 1942 में कानपुर में द्वितीय विश्व युद्ध के दौरान पूर्वी सीमा पर खतरे की अगली कड़ी के रूप में छोटे हथियारों के निर्माण के लिए राइफल फैक्ट्री ईशापुर की एक छाया कारखाने के लिए रणनीतिक योजना के हिस्से के रूप में बनाया गया था और इसे नाम दिया गया था प्रत्यारोपण परियोजना -1।</p>

<p>स्वतंत्रता के बाद, 1949 में कारखाने का नाम बदलकर स्मॉल आर्म्स फैक्ट्री कर दिया गया। कारखाने से निकलने वाला पहला हथियार प्रसिद्ध 0.303” ब्रेन गन था, जिसे बाद में वर्ष 1964 में 7.62 मिमी लाइट मशीन गन में विकसित किया गया था। 1963 में क्लोज कॉम्बैट में अपनी उपयोगिता के लिए प्रसिद्ध 9एमएम कार्बाइन का उत्पादन शुरू किया गया था जो आज भी जारी है। कारखाने द्वारा उत्पादित अन्य उल्लेखनीय हथियार 1966 में 2-इंच मोर्टार और 1984 में इसका नया संस्करण 51 मिमी मोर्टार है। बेल्जियम के मैसर्स एफएन के सहयोग से मध्यम मशीन गन एमएजी 7.62 मिमी का उत्पादन 1976 में शुरू किया गया था और आज तक जारी है। 0.32” रिवाल्वर एसएएफ का एक अन्य प्रतिष्ठित उत्पाद है जिसकी सिविल ट्रेड मार्केट में अपनी पहचान है। 2021 में, नागरिक ग्राहकों के लिए 0.32” रिवाल्वर का एक नया संस्करण “PRAHAR” नाम से लॉन्च किया गया है।</p>

<p>वर्ष 1996 के दौरान डीआरडीओ/एआरडीई के साथ संयुक्त रूप से विकसित किए गए हथियारों के इंसास परिवार का उत्पादन शुरू करके कारखाने ने आधुनिक हथियार उत्पादन के युग में प्रवेश किया। इस परिवार के दो संस्करण यानी एलएमजी 5.56 मिमी और राइफल 5.56 मिमी हैं। एसएएफ में वर्तमान उत्पादन के तहत।</p>

<p>हथियार प्रणाली JVPC 5.56mm को ARDE पुणे के सहयोग से स्मॉल आर्म्स फैक्ट्री द्वारा सफलतापूर्वक डिजाइन और विकसित किया गया है। जेवीपीसी 5.56 एमएम हथियार की आपूर्ति विभिन्न सीएपीएफ और एसपीओ को की गई है। LMG 7.62mm बेल्ट फेड और साइड स्विंग रिवॉल्वर 0.32” विकास/उपयोगकर्ता परीक्षणों के विभिन्न चरणों में हैं।</p>

<p>फैक्टरी को गुणवत्ता प्रबंधन प्रणाली (IS/ISO 9001:2015), पर्यावरण प्रबंधन प्रणाली (IS/ISO:14001:2015), व्यावसायिक स्वास्थ्य और सुरक्षा प्रबंधन प्रणाली (IS) को कवर करने वाले एकीकृत प्रबंधन प्रणाली मैनुअल (IMS) प्रमाणन से मान्यता प्राप्त है। 45001:2018) और एनर्जी मैनेजमेंट सिस्टम (IS/ISO:50001:2011)।</p>
</div>
												</div>
											</div>
										</div>
									</div>
								</div>
								<!-- End Faq Area -->
						</div>
					</div>
				</div>
			</div>
		</section>
		<section class="why-choose section" style="background: #f6f6f6;">
			<div class="container">
				<div class="row">
					<div class="col-md-12 col-xs-12">
						<div class="about-content">
							<!-- Faq Area -->
								<div class="faq-area">
									<div class="title">
										<h2>सुरक्षा </h2>
									</div>
									<div class="faq-content">
										<div class="panel-group" id="accordion" role="tablist" aria-multiselectable="true">
											<div class="panel panel-default">
												<div class="faq-heading" id="FaqTitle9">
													<h4 class="faq-title">
														<a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#faq9" style="border: 1px solid #959595;">क्षेत्रीय सुरक्षा नियंत्रक, कानपुर</a>
													</h4>
												</div>
												<div id="faq9" class="panel-collapse collapse" role="tabpanel" aria-labelledby="FaqTitle9">
													<div class="faq-body"><p>अद्यतन के तहत</p></div>
												</div>
											</div>
										</div>
									</div>
								</div>
								<!-- End Faq Area -->
						</div>
					</div>
				</div>
			</div>
		</section>
		<section class="why-choose section">
			<div class="container">
				<div class="row">
					<div class="col-md-12 col-xs-12">
						<div class="about-content">
							<!-- Faq Area -->
								<div class="faq-area">
									<div class="title">
										<h2>कौशल विकास </h2>
									</div>
									<div class="faq-content">
										<div class="panel-group" id="accordion" role="tablist" aria-multiselectable="true">
											<div class="panel panel-default">
												<div class="faq-heading" id="FaqTitle10">
													<h4 class="faq-title">
														<a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#faq10">आयुध निर्माणी शिक्षण संस्थान ईशापुर</a>
													</h4>
												</div>
												<div id="faq10" class="panel-collapse collapse" role="tabpanel" aria-labelledby="FaqTitle10">
													<div class="faq-body">
													<p>OFIL ईशापुर एडवांस वेपन एंड इक्विपमेंट्स इंडिया लिमिटेड, एक सरकार के तहत प्रशिक्षण संस्थान है। भारत सरकार का उद्यम, रक्षा मंत्रालय के तहत, समूह 'बी' और 'सी' अधिकारियों / कर्मचारियों के तकनीकी और प्रबंधकीय कौशल प्रदान करने और उन्नयन में लगे हुए हैं। संस्थान जीआर-बी राजपत्रित और गैर-राजपत्रित अधिकारियों को प्रशिक्षण भी प्रदान करता है और अनुभवी और योग्य इन-हाउस संकायों और अन्य AWEIL इकाइयों, DGQA और प्रतिष्ठित कॉलेजों के प्रतिष्ठित शिक्षाविदों के माध्यम से धातु विज्ञान, छोटे हथियारों और गुणवत्ता के मुख्य योग्यता क्षेत्रों में विशेष पाठ्यक्रम आयोजित करता है। / संस्थानों और प्रासंगिक विषयों। संस्थान आईटी से संबंधित क्षेत्रों, उन्नत पीएचपी, साइबर सुरक्षा, नेटवर्किंग, उद्योग 4.0, आर्टिफिशियल इंटेलिजेंस आदि में भी प्रशिक्षण प्रदान करता है। संस्थान सीएपीएफ और राज्य पुलिस बलों के साथ-साथ सार्वजनिक क्षेत्र के बैंकों के सुरक्षा गार्डों को बनाए रखने के लिए विशेष कार्यक्रम भी प्रदान करता है। और छोटे हथियारों की मरम्मत। संस्थान सरकार के कर्मचारियों को अपने कुछ पाठ्यक्रम भी प्रदान कर रहा है। एमओडी के साथ-साथ पीएसयू और निजी क्षेत्रों के अलावा अन्य विभाग।</p>
<p>संस्थान 1920 में ब्रिटिश शासन के दौरान लेफ्टिनेंट कर्नल एल डी लेनफेस्टी आरए सीआईए के तहत अस्तित्व में आया, राइफल फैक्ट्री, ईशापुर के तत्कालीन अधीक्षक और आयुध कारखानों की बिरादरी के साथ-साथ हमेशा गर्व की जगह का आनंद लिया। उद्योग में प्रशिक्षण की गुणवत्ता और पूर्व छात्रों की क्षमता के लिए जिन्होंने सरकार में बहुत उच्च स्थान हासिल किया है। और कॉर्पोरेट जगत।</p>
<p>OFIL ईशापुर 1997 और 2005 में इंस्टीट्यूट ऑफ डायरेक्टर्स द्वारा सम्मानित किया गया प्रतिष्ठित गोल्डन पीकॉक नेशनल ट्रेनिंग अवार्ड का प्राप्तकर्ता है और 2002 में रनर अप था।
स्थान: - ओफिल ईशापुर राज्य राजमार्ग (स्थानीय रूप से घोष पारा रोड के रूप में जाना जाता है) पर है। ईशापुर रेलवे स्टेशन 5 मिनट की पैदल दूरी के भीतर स्थित है। OFIL ईशापुर राइफल फैक्ट्री ईशापुर से सटे ईशापुर डिफेंस एस्टेट (22.81°N 88.37°E पर) में स्थित है, जो भारतीय राज्य पश्चिम बंगाल के उत्तर 24 परगना जिले के बैरकपुर में एक जनगणना शहर है।</p>
<p>26 किमी की दूरी पर नेताजी सुभाष चंद्र बोस अंतरराष्ट्रीय हवाई अड्डे से पहुंचा जा सकता है। जेस्सोर रोड के माध्यम से दम दम हवाई अड्डे से ओएफआईएल ईशापुर तक यात्रा करने में 45 मिनट लगते हैं। ट्रेन से ओफिल ईशापुर जाने का इच्छुक कोई भी व्यक्ति सियालदह/दम दम/बिधान नगर रोड रेल स्टेशन से ट्रेन पकड़ सकता है। हावड़ा से आने वाला कोई व्यक्ति सियालदह स्टेशन पहुंचने के लिए बस या किराए की कार ले सकता है।</p>
<p>OFIL ईशापुर में भाग लेने वाले अधिकारियों और अन्य लोगों के लिए रहने और खाने की व्यवस्था करने के लिए छात्रावास की सुविधा भी है।</p>
<p>(एसी और गैर-एसी कमरे) 116 की कुल क्षमता और इनडोर और आउटडोर खेलों के संदर्भ में मनोरंजन सुविधाओं के साथ।</p></div>
												</div>
											</div>
										</div>
									</div>
								</div>
								<!-- End Faq Area -->
						</div>
					</div>
				</div>
			</div>
		</section>
